{
  "start": {
    "header": "Professional cleaning",
    "productCatchWord": "Innovative Merkmale",
    "productPoint1": "Echtzeit Applikationen",
    "productPoint2": "Marktplatz für Services",
    "productPoint3": "Micropayments",
    "productText": "Verbinde deine Echtzeit-IoT-Objekte und füge Funktionalität über externe Services hinzu. Entwickle programmierbare Dienste und biete diese auf dem IoT-Markt an. Nutze integrierte Mikropayments und generiere Einnahmen.",
    "readMore": "Weiterlesen",
    "signup": "Registrieren",
    "join": "Werde Mitglied und entdecke innovative Features",
    "discover": "Discover the innovation",
    "prodVal1": {
      "title": "Flexibilität",
      "text": "Einfache und sichere Registrierung, sofortiges Feedback und Interaktion der IoT-Objekte. Widgets zur Visualisierung komplexer historischer Daten. Den Benutzern stehen erweiterte Funktionen wie Timer, Warnungen und Analysen zur Verfügung."
    },
    "prodVal2": {
      "title": "Skalierbarkeit",
      "text": "Als autonomer Dienst eignet sich REMROB sowohl für einfache als auch für komplexe Projekte. Verschiedene Szenarien durch flexible IoT-Modelle. Skalierbar auf beliebig viele registrierte Objekte. Integrierte Internationalisierung."
    },
    "prodVal3": {
      "title": "Entwicklung",
      "text": "REMROB stellt Entwicklungstools zur Verfügung. Entwickler können lokale und Cloud-Umgebungen kombinieren, um IoT-Modelle, Widgets und Services zu entwickeln. Die erstellten Artefakte können mithilfe des integrierten Simulators getestet werden."
    }
  },
  "form": {
    "login": {
      "header": "LOGIN",
      "email": "Email",
      "password": "Passwort",
      "button": "Anmelden"
    },
    "resetConfirm": {
      "header": "PASSWORT ZURÜCKSETZEN",
      "subHeader": "Neues Passwort eingeben",
      "password1": "Neues Passwort",
      "password2": "Password wiederholen",
      "success": "Passwort erfolgreich zurückgesetzt",
      "error400": "Ungültige eingabe",
      "error404": "Ungültiger reset token",
      "button": "Zurücksetzen"
    }
  },
  "login": {
    "header": "Login"
  },
  "signup": {
    "header": "Registrieren"
  },
  "signupConfirm": {
    "header": "Anmeldung bestätigen"
  },
  "reset": {
    "header": "Passwort zurücksetzen"
  },
  "about": {
    "pageHeader": "Über REMROB",
    "definition": "REMROB ist ein virtueller IoT-Hub, der in der Cloud gehostet und betrieben wird und die Funktionalität eines herkömmlichen IoT-Hubs in einer virtualisierten Umgebung bietet. Er fungiert als zentraler Hub oder Gateway für die Verwaltung und Steuerung von IoT-Geräten, Daten und Kommunikation innerhalb eines IoT-Ökosystems. Er bietet die gleiche Funktionalität wie ein herkömmlicher IoT-Hub, macht es aber für Privatanwender und Organisationen überflüssig, ihre eigene physische Infrastruktur einzurichten und zu verwalten.",

    "list1_label": "IoT-Dienst zur regulären\nNutzung und Entwicklung",
    "list1_text": "REMROB verbindet und verwaltet IoT-Objekte – internetfähige Dinge, Geräte und Systeme. Der Dienst bietet einzigartige Funktionen für einfache und komplexe Projekte, von Warnungen bis hin zu anspruchsvollen Visualisierungen. Die Funktionen stehen technisch nicht versierten Benutzern über eine benutzerfreundliche Weboberfläche zur Verfügung. Fortgeschrittene Benutzer erhalten zusätzliche Tools, um neue Widgets zu erstellen, neue IoT-Modelle zu konfigurieren und IoT-Objekte zu simulieren.",

    "list2_section": "Innovative Grundfunktionen",
    "list2_subHeader": "Basisfunktionen stehen allen Benutzern zur Verfügung. Für die Nutzung dieser Funktionen sind keine technischen Kenntnisse erforderlich.",
    "list2_point1": "Überwache und steuere IoT-Objekte in Echtzeit",
    "list2_point2": "Nutze Alarme, Timer und andere Funktionen",
    "list2_point3": "Analysiere historische Daten mithilfe von Widgets",
    "list2_point4": "Erstelle Benutzergruppen und gewähre Zugriff auf Objekte und Widgets",
    "list2_point5": "Teileie Informationen und Schnappschüsse mit anderen Benutzern",

    "list3_section": "Entwicklung",
    "list3_subHeader": "REMROB bietet eine Reihe von Tools für die Entwicklung von IoT-Objekten und Widgets, die sich an Benutzer mit technischen Kenntnissen richten.",
    "list3_point1a": "Konfiguriere Modelle, die Attribute und Funktionen realer IoT-Objekte definieren",
    "list3_point1b": "Definiere Szenarien und Beziehungen zwischen Benutzern und Anbietern",
    "list3_point1c": "Erstelle Bereiche, um die Anzahl der aktivierten IoT-Objekte zu begrenzen",
    "list3_point2a": "Erstelle Widgets - erweiterte Visualisierungen - mit dem Widget-Entwickler",
    "list3_point2b": "Programmiere lokal mit vollem Zugriff auf Online-Daten ohne Plug-in oder Treiber",
    "list3_point2c": "Ordne Widgets Modellen zu und greife auf Daten aktiver Objekte zu",

    "list4_section": "Operatorfunktionen",
    "list4_subHeader": "Manchmal benötigen technische Benutzer Informationen von IoT-Objekten, die von anderen verwendet werden. Operatorfunktionen helfen dabei, auf aggregierte Informationen zuzugreifen und vordefinierte Aktionen auszuführen.",
    "list4_point1": "Siehe dich Statistiken zu aktivierten IoT-Objekten in allen Modellen an",
    "list4_point2": "Überwache und führe in Modellen vordefinierte Massenaktionen aus",
    "list4_point3": "Ändere bestimmte vom Entwickler definierte Parameter und Einstellungen",
    "list4_point4": "Simuliere alle verfügbaren Funktionen mit einem integrierten Simulator",

    "listRealtimeHeader": "Realtime",
    "listRealtimeText": "REMROB ermöglicht Echtzeit-Integration von verschiedenen Hardware Projekten und stellt einen Service zur Verügung für Monitoring, Kontrolle and Analyse von Home-, industriellen oder mobilen Objekten. Sie bietet best mögliche Sicherheit und Flexibilität. Es spielt keine Rolle welche Hardware Du nutzt oder wie komplex deine Projekte sind. Du hast Freiheit deine eigene Lösung zu entwerfen, ohne über Front- und Backend nachdenken zu müssen. Du kannst deine Hardware skalieren, denn REMROB bietet eine einzigartige model-basierte Serialisierung.",
    "listMultimediaHeader": "Multi-media",
    "listMultimediaText": "Die aktivierten Objekte können über verschiedene Medien genutzt werden: PC, Laptop, Tablet oder Smartphone. Andere besonderheiten von REMROB sind Funktionen wie Timers, Alerts und Daten-Visualisierung mit Hilfe von Widgets.",
    "listBenefitsHeader": "Vorteile",
    "listBenefitsText": "Ihre Vorteile bei Nutzung von REMROB",
    "listBenefitsText1": "leichte Aktivierung wie plug&play",
    "listBenefitsText2": "keine zusätzlichen Server oder Boxen notwendig",
    "listBenefitsText3": "keine Port-Weiterleitung und kein dynDNS-Service erforderlich",
    "listBenefitsText4": "Echtzeit-Kontrolle und historische Daten-Analyse",
    "listBenefitsText5": "Hersteller übergreifende Funktionen wie Timer, Alerts und Aktor/Sensor Regel"
  },
  "contact": {
    "itemHeader": "Kontakt",
    "generalQuestions": "Allgemeine Fragen",
    "technicalSupport": "Technische Unterstützung"
  },
  "features": {
    "header": "Einzigartige und innovative Funktionen",
    "headerText": "REMROB bietet Funktionen, die das Benutzererlebnis verbessern, indem sie die Komplexität reduzieren und die Sicherheit erhöhen. Ein weiterer wichtiger Punkt ist der Ressourcenverbrauch - Energie, CPU oder Speicher. Die Anzahl der Objekte, die dauerhaft mit einem offenen IoT-Dienst verbunden sind, kann schnell wachsen. Funktionen wie der Standby-Modus oder Edge Computing begegnen solchen Herausforderungen, ermöglichen die Skalierung und tragen nicht zuletzt dazu bei, den Planeten grün zu halten.",
    "activation": {
      "header": "Aktivierung von IoT-Objekten",
      "subheader": "Die Aktivierung ist eine sensible Phase im Lebenszyklus eines IoT-Objekts. Viele IoT-Plattformen erfordern die Verwendung von Passwörtern und die Generierung langer Hash-Strings, die Benutzer zur Aktivierung verwenden müssen.\nREMROB bietet eine alternative automatisierte Methode, die die Aktivierung ohne manuelle Handhabung von Passwörtern ermöglicht. Die Generierung eines Kopplungsschlüssels und dessen Austausch erfolgt automatisch zwischen REMROB und dem IoT-Objekt.\nDieser Ansatz ist für Benutzer sehr einfach und garantiert eine hohe Sicherheit, da der maschinell generierte Schlüssel groß und zufällig ist und nur einmal während der Generierung und eindeutig übertragen wird einem bestimmten Benutzer zugeordnet."
    },
    "widgets": {
      "header": "Datenvisualisierung",
      "subheader": "Widgets sind ein leistungsstarkes Tool von REMROB zur Visualisierung von Echtzeit- und historischen Daten. Entwickler haben die Flexibilität, alle bereitgestellten Funktionen in Widgets zu integrieren und beliebige Open-Source-Bibliotheken zu verwenden, um anspruchsvolle Visualisierungen zu erstellen.\nWidget Developer ist ein integriertes Tool, das eine lokale Entwicklung von Widgets ermöglicht, z. B. Verwenden von Vorlagen aus einem GIT-Repository, aber mit Zugriff auf Daten aus ihren eigenen IoT-Objekten. Nach der Veröffentlichung können verschiedene Benutzer das Widget verwenden, haben jedoch nur eingeschränkten Zugriff auf die eigenen Daten. Außerdem können die Widgets in den Vollbildmodus wechseln, um auf großen Bildschirmen angezeigt zu werden."
    },

    "simulator": {
      "header": "IoT-Objekt Simulator",
      "subheader": "Die Entwicklung und das Testen von IoT-Objekten ist oft eine große Herausforderung. Alle Komponenten müssen ordnungsgemäß funktionieren, Daten müssen generiert werden, um die Ergebnisse in den Widgets darzustellen. Die Aktivierung erfordert auch ein genaues Debugging vor der Auslieferung an Kunden.\nMit dem REMROB-Objektsimulator kann all dies einfach durchgeführt werden. Mit dem Simulator können fortgeschrittene Benutzer alle Komponenten eines echten IoT-Objekts simulieren und testen sowie alle Parameter visualisieren, die dann problemlos in ein echtes Hardwareprodukt repliziert werden können."
    }
  }
}
